Repository: SumPositive/CreditMemo
Catalog: CreditMemo/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, ko, zh_hant

# about.docs
source: 取扱説明
de: Hilfe
en: Help
ko: 도움말
zh_hant: 幫助

# about.productName
source: アプリ名
de: App
en: App
ko: 앱
zh_hant: 應用

# about.version
source: バージョン
de: Version
en: Version
ko: 버전
zh_hant: 版本

# admob.notLinked
source: AdMob未導入
de: AdMob nicht verknüpft
en: AdMob Not Linked
ko: AdMob 미연동
zh_hant: 未接入 AdMob

# admob.packageMessage
source: Google Mobile Ads SDK が未導入です。導入後に広告応援を利用できます。
de: Das Google Mobile Ads SDK ist noch nicht eingebunden. Die Werbe-Unterstützung steht nach der Integration zur Verfügung.
en: Google Mobile Ads SDK is not linked yet. Ad support will be available after integration.
ko: Google Mobile Ads SDK가 아직 연동되지 않았습니다. 연동 후 광고 후원을 이용할 수 있습니다.
zh_hant: 尚未接入 Google Mobile Ads SDK。接入後即可使用廣告支援。

# alert.deleteConfirm.bank.message
source: この操作は取り消せません。決済履歴は消えません。口座が未設定に変わるだけです。改めて設定することが可能です。
de: Diese Aktion kann nicht rückgängig gemacht werden. Der Zahlungsverlauf wird nicht gelöscht; das Konto wird nur auf „Nicht festgelegt“ gesetzt. Du kannst es später erneut festlegen.
en: This action can't be undone. Payment history will not be deleted; the account will simply be set to Not Set. You can set it again later.
ko: 이 작업은 되돌릴 수 없습니다. 결제 내역은 삭제되지 않으며, 계좌가 미설정으로 바뀔 뿐입니다. 나중에 다시 설정할 수 있습니다.
zh_hant: 此操作無法撤銷。付款記錄不會被刪除，賬戶只會變為“未設定”。之後可重新設定。

# alert.deleteConfirm.message
source: この操作は取り消せません
de: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action can't be undone.
ko: 이 작업은 되돌릴 수 없습니다.
zh_hant: 此操作無法撤銷。

# alert.deleteConfirm.title
source: 削除しますか？
de: Löschen?
en: Delete?
ko: 삭제할까요?
zh_hant: 刪除？

# alert.saveFailed
source: 保存に失敗しました
de: Speicherfehler
en: Save failed.
ko: 저장에 실패했습니다.
zh_hant: 儲存失敗。

# alert.saved
source: 保存しました
de: Gespeichert
en: Saved
ko: 저장했습니다
zh_hant: 已儲存

# app.name
source: クレメモ
de: Deferin
en: Deferin
ko: Deferin
zh_hant: Deferin

# app.selectMenu
source: メニューを選択してください
de: Bereich auswählen
en: Pick a section
ko: 메뉴를 선택하세요
zh_hant: 請選擇一個選單

# bank.beginner.detail
source: 右上の＋から口座を追加できます 明細をタップすると内容を編集できます 明細行を押しながら上下に動かすと移動して順序を変更できます 明細行を左へスワイプすると次のアイコンが現れます
de: Tippe oben rechts auf +, um ein Konto hinzuzufügen. Tippe auf eine Zeile, um sie zu bearbeiten. Halte eine Zeile gedrückt und ziehe sie nach oben oder unten, um die Reihenfolge zu ändern. Wische eine Zeile nach links, um das nächste Symbol einzublenden.
en: Tap + at the top right to add an account. Tap a row to edit its contents. Press and hold a row, then drag up or down to reorder. Swipe a row to the left to reveal the next icon.
ko: 오른쪽 위 +에서 계좌를 추가할 수 있습니다. 행을 탭하면 내용을 편집할 수 있습니다. 행을 길게 눌러 위아래로 끌면 순서를 바꿀 수 있습니다. 행을 왼쪽으로 밀면 다음 아이콘이 나타납니다.
zh_hant: 點選右上角 + 新增賬戶。 點選某行可編輯其內容。 長按某行並上下拖動可調整順序。 向左滑動某行可顯示下一個圖示。

# bank.beginner.hint
source: 右上の＋から口座を追加できます
de: Konten oben rechts über + hinzufügen
en: Add accounts from + in the top right
ko: 오른쪽 위 +에서 계좌 추가
zh_hant: 從右上角 + 新增賬戶

# bank.beginner.line1
source: 右上の＋から口座を追加できます 明細をタップすると内容を編集できます
de: Tippe oben rechts auf +, um ein Konto hinzuzufügen. Tippe auf eine Zeile, um sie zu bearbeiten.
en: Tap + at the top right to add an account. Tap a row to edit its contents.
ko: 오른쪽 위 +에서 계좌를 추가할 수 있습니다. 행을 탭하면 내용을 편집할 수 있습니다.
zh_hant: 點選右上角 + 新增賬戶。 點選某行可編輯其內容。

# bank.beginner.line2
source: 明細行を押しながら上下に動かすと移動して順序を変更できます
de: Halte eine Zeile gedrückt und ziehe sie nach oben oder unten, um die Reihenfolge zu ändern
en: Press and hold a row and drag it up or down to reorder
ko: 행을 길게 눌러 위아래로 끌면 순서를 바꿀 수 있습니다
zh_hant: 長按某行並上下拖動可調整順序

# bank.beginner.line3
source: 明細行を左へスワイプすると削除ボタンが現れます。
de: Wische eine Zeile nach links, um die Löschtaste einzublenden.
en: Swipe a row left to reveal the delete button.
ko: 행을 왼쪽으로 밀면 삭제 버튼이 나타납니다.
zh_hant: 向左滑動某行可顯示刪除按鈕。

# bank.beginner.statusSwipe
source: 明細行を左へスワイプすると次のアイコンが現れます。口座で絞った引き落とし状況を表示します。
de: Wische eine Zeile nach links, um das nächste Symbol einzublenden. Es zeigt den Abbuchungsstatus, gefiltert nach Konto.
en: Swipe a row left to reveal the next icon. It shows debit status filtered by account.
ko: 행을 왼쪽으로 밀면 다음 아이콘이 나타납니다. 계좌로 필터링한 출금 상태를 표시합니다.
zh_hant: 向左滑動某行可顯示下一個圖示。它會按賬戶篩選顯示扣款狀態。

# bank.beginner.statusSwipeIntro
source: 明細行を左へスワイプすると次のアイコンが現れます
de: Wische eine Zeile nach links, um das nächste Symbol einzublenden
en: Swipe a row left to reveal the next icon
ko: 행을 왼쪽으로 밀면 다음 아이콘이 나타납니다
zh_hant: 向左滑動某行可顯示下一個圖示

# bank.beginner.statusSwipeText
source: 口座で絞った引き落とし状況を表示します
de: Zeigt den Abbuchungsstatus, gefiltert nach Konto
en: Shows debit status filtered by account
ko: 계좌로 필터링한 출금 상태를 표시합니다
zh_hant: 按賬戶篩選顯示扣款狀態

# bank.delete.action
source: この口座を削除する
de: Dieses Konto löschen
en: Delete This Account
ko: 이 계좌 삭제
zh_hant: 刪除此賬戶

# bank.edit.beginner.help
source: 銀行名など短い呼び名をつけてください。暗号化しませんので機密情報は入れず、口座番号を入れるならば下3桁までが安全です。
de: Gib deinem Konto einen kurzen Spitznamen. Diese App verschlüsselt keine Daten, vermeide also sensible Angaben. Falls du Kontonummern angibst, sind nur die letzten 3 Stellen sicher.
en: Give your account a short nickname. This app does not encrypt data, so avoid sensitive info. If you include account digits, only the last 3 are safe to store.
ko: 계좌에 짧은 별칭을 붙이세요. 이 앱은 데이터를 암호화하지 않으므로 민감한 정보는 피하세요. 계좌번호를 넣는다면 마지막 3자리까지만 안전합니다.
zh_hant: 為賬戶起一個簡短的暱稱。本應用不加密資料，請勿填寫敏感資訊；如要填寫卡號，僅後 3 位較為安全。

# bank.edit.beginner.hint
source: 口座には短い呼び名を付けます
de: Kurzen Konto-Spitznamen verwenden
en: Use a short account nickname
ko: 짧은 계좌 별칭 사용
zh_hant: 使用簡短的賬戶暱稱

# bank.edit.title.add
source: 口座追加
de: Neues Konto
en: New Account
ko: 계좌 추가
zh_hant: 新建賬戶

# bank.edit.title.edit
source: 口座編集
de: Konto bearbeiten
en: Edit Account
ko: 계좌 편집
zh_hant: 編輯賬戶

# bank.field.name
source: 口座名
de: Name
en: Name
ko: 이름
zh_hant: 名稱

# bank.field.name.duplicate
source: この口座名は既にあります
de: Dieser Kontoname existiert bereits.
en: This account name already exists.
ko: 이미 있는 계좌 이름입니다.
zh_hant: 該賬戶名稱已存在。

# bank.list.title
source: 引き落とし口座
de: Konten
en: Accounts
ko: 계좌
zh_hant: 賬戶

# button.add
source: 追加
de: Hinzufügen
en: Add
ko: 추가
zh_hant: 新增

# button.back
source: 戻る
de: Zurück
en: Back
ko: 뒤로
zh_hant: 返回

# button.cancel
source: キャンセル
de: Abbrechen
en: Cancel
ko: 취소
zh_hant: 取消

# button.clear
source: クリア
de: Löschen
en: Clear
ko: 지우기
zh_hant: 清除

# button.close
source: 閉じる
de: Schließen
en: Close
ko: 닫기
zh_hant: 關閉

# button.copy
source: コピー
de: Kopieren
en: Copy
ko: 복사
zh_hant: 複製

# button.delete
source: 削除
de: Löschen
en: Delete
ko: 삭제
zh_hant: 刪除

# button.done
source: 完了
de: Fertig
en: Done
ko: 완료
zh_hant: 完成

# button.edit
source: 編集
de: Bearbeiten
en: Edit
ko: 편집
zh_hant: 編輯

# button.help
source: ヘルプ
de: Hilfe
en: Help
ko: 도움말
zh_hant: 幫助

# button.save
source: 保存
de: Speichern
en: Save
ko: 저장
zh_hant: 儲存

# button.undo
source: 元に戻す
de: Rückgängig
en: Undo
ko: 실행 취소
zh_hant: 撤銷

# card.action.status
source: 状況
de: Status
en: Status
ko: 상태
zh_hant: 狀態

# card.afterDays.count
source: %lld日後
de: %lld Tage später
en: %lld Days Later
ko: %lld일 후
zh_hant: %lld 天后

# card.afterDays.zero
source: 0日後（利用日払）
de: 0 Tage (am Nutzungstag)
en: 0 Days (Use Date)
ko: 0일 후(사용일 결제)
zh_hant: 0 天后（使用當日付款）

# card.bank.addNew
source: ＋ 新しい口座を追加
de: ＋ Konto hinzufügen
en: ＋ Add New Account
ko: ＋ 새 계좌 추가
zh_hant: ＋ 新增新賬戶

# card.beginner.addPaymentSwipeText
source: 新しい決済画面を開き、手段をセットします
de: „Neue Zahlung“ startet einen Eintrag mit dieser Methode vorausgewählt
en: New Payment starts a record with this method preselected
ko: “새 결제”는 이 수단을 미리 선택한 상태로 기록을 시작합니다
zh_hant: “新建付款”會以預選此方式開始一條記錄

# card.beginner.detail
source: 右上の＋から決済手段を追加できます 明細行を押しながら上下に動かすと移動して順序を変更できます 明細行を左へスワイプすると次のアイコンが現れます
de: Tippe oben rechts auf +, um eine neue Zahlungsmethode hinzuzufügen. Halte eine Zeile gedrückt und ziehe sie nach oben oder unten. Wische eine Zeile nach links, um Status und Neue Zahlung einzublenden. Status zeigt nur die Abbuchungen dieser Methode; Neue Zahlung startet einen Eintrag mit dieser Methode vorausgewählt.
en: Tap + in the top right to add a new payment method. Press and hold a row to drag it up or down. Swipe a row left to reveal Status and New Payment buttons. Status shows only this method’s debits; New Payment starts a record with this method preselected.
ko: 오른쪽 위 +에서 새 결제 수단을 추가할 수 있습니다. 행을 길게 눌러 위아래로 끕니다. 행을 왼쪽으로 밀면 상태와 새 결제가 나타납니다. 상태는 이 수단의 출금만 표시하고, 새 결제는 이 수단을 미리 선택해 기록을 시작합니다.
zh_hant: 點選右上角 + 新增新的付款方式。 長按某行並上下拖動。 向左滑動某行可顯示“狀態”和“新建付款”。狀態僅顯示此方式的扣款；新建付款會以預選此方式開始一條記錄。

# card.beginner.hint
source: 右上の＋から決済手段を追加できます
de: Zahlungsmethoden oben rechts über + hinzufügen
en: Add payment methods from + in the top right
ko: 오른쪽 위 +에서 결제 수단 추가
zh_hant: 從右上角 + 新增付款方式

# card.beginner.line1
source: 右上の＋から決済手段を追加できます 明細をタップすると内容を編集できます
de: Tippe oben rechts auf +, um eine Zahlungsmethode hinzuzufügen. Tippe auf eine Zeile, um sie zu bearbeiten.
en: Tap + at the top right to add a payment method. Tap a row to edit its contents.
ko: 오른쪽 위 +에서 결제 수단을 추가할 수 있습니다. 행을 탭하면 내용을 편집할 수 있습니다.
zh_hant: 點選右上角 + 新增付款方式。 點選某行可編輯其內容。

# card.beginner.line2
source: 明細行を押しながら上下に動かすと移動して順序を変更できます
de: Halte eine Zeile gedrückt und ziehe sie nach oben oder unten.
en: Press and hold a row to drag it up or down.
ko: 행을 길게 눌러 위아래로 끕니다.
zh_hant: 長按某行並上下拖動。

# card.beginner.line3
source: 明細行を左へスワイプすると削除ボタンが現れます。
de: Wische eine Zeile nach links, um die Löschtaste einzublenden.
en: Swipe a row left to reveal the delete button.
ko: 행을 왼쪽으로 밀면 삭제 버튼이 나타납니다.
zh_hant: 向左滑動某行可顯示刪除按鈕。

# card.beginner.statusSwipe
source: 明細行を左へスワイプすると次のアイコンが現れます。状況は手段で絞った引き落とし状況を表示し、新しい決済は新しい決済画面を開き、手段をセットします。
de: Wische eine Zeile nach links, um Status und Neue Zahlung einzublenden. Status zeigt nur die Abbuchungen dieser Methode; Neue Zahlung startet einen Eintrag mit dieser Methode vorausgewählt.
en: Swipe a row left to reveal Status and New Payment buttons. Status shows only this method’s debits; New Payment starts a record with this method preselected.
ko: 행을 왼쪽으로 밀면 상태와 새 결제가 나타납니다. 상태는 이 수단의 출금만 표시하고, 새 결제는 이 수단을 미리 선택해 기록을 시작합니다.
zh_hant: 向左滑動某行可顯示“狀態”和“新建付款”。狀態僅顯示此方式的扣款；新建付款會以預選此方式開始一條記錄。

# card.beginner.statusSwipeIntro
source: 明細行を左へスワイプすると次のアイコンが現れます
de: Wische eine Zeile nach links, um diese Aktionen einzublenden
en: Swipe a row left to reveal these actions
ko: 행을 왼쪽으로 밀면 이 동작들이 나타납니다
zh_hant: 向左滑動某行可顯示這些操作

# card.beginner.statusSwipeText
source: 手段で絞った引き落とし状況を表示します
de: Zeigt nur den Abbuchungsstatus dieser Methode
en: Shows only this method’s debit status
ko: 이 수단의 출금 상태만 표시합니다
zh_hant: 僅顯示此方式的扣款狀態

# card.billingType.afterDays
source: N日後型
de: N Tage
en: N Days
ko: N일 후형
zh_hant: N 天后型

# card.billingType.cycle
source: 締日/支払日型
de: Abrechnungs-/Zahltag
en: Closing/Payment Day
ko: 마감일/결제일형
zh_hant: 結算日/付款日型

# card.billingType.title
source: 請求方式
de: Abrechnungsart
en: Billing Type
ko: 청구 방식
zh_hant: 計費方式

# card.bonus.none
source: なし
de: Keine
en: None
ko: 없음
zh_hant: 無

# card.closingDay.debit
source: チャージ（後日引き落とし）
de: Später abbuchen
en: Charge
ko: 충전(후일 출금)
zh_hant: 充值（日後扣款）

# card.closingDay.debitLegacy
source: デビット（当日）
de: Debit (heute)
en: Debit
ko: 직불(당일)
zh_hant: 扣款（當天）

# card.closingDay.end
source: 末日
de: Monatsende
en: End of Month
ko: 말일
zh_hant: 月末

# card.delete.action
source: この決済手段を削除する
de: Diese Zahlungsmethode löschen
en: Delete This Payment Method
ko: 이 결제 수단 삭제
zh_hant: 刪除此付款方式

# card.edit.beginner.help
source: クレジットカードの名称などを短い呼び名をつけてください。暗号化しませんので機密情報は入れず、カード番号を入れるならば下3桁までが安全です。
de: Gib deiner Karte einen kurzen Spitznamen. Diese App verschlüsselt keine Daten, vermeide also sensible Angaben. Falls du Kartennummern angibst, sind nur die letzten 3 Stellen sicher.
en: Give your card a short nickname. This app does not encrypt data, so avoid sensitive info. If you include card digits, only the last 3 are safe to store.
ko: 카드에 짧은 별칭을 붙이세요. 이 앱은 데이터를 암호화하지 않으므로 민감한 정보는 피하세요. 카드번호를 넣는다면 마지막 3자리까지만 안전합니다.
zh_hant: 為卡片起一個簡短的暱稱。本應用不加密資料，請勿填寫敏感資訊；如要填寫卡號，僅後 3 位較為安全。

# card.edit.beginner.hint
source: 決済手段には短い呼び名を付けます
de: Kurzen Spitznamen für die Zahlungsmethode verwenden
en: Use a short payment method nickname
ko: 짧은 결제 수단 별칭 사용
zh_hant: 使用簡短的付款方式暱稱

# card.edit.description
source: 後日、口座から引き落とされる決済方法を登録してください。クレジット式やチャージ式の決済が対象です。例えばPayPayならばチャージ決済だけを記録します。毎回の利用は記録しません。デビットや現金チャージなど即時に引き落とされる決済は対象外です。
de: Erfasse Zahlungsmethoden, die später von deinem Konto abgebucht werden. Kredit- und Aufladungsarten werden unterstützt. Bei PayPay z. B. nur Aufladungen erfassen, nicht jede einzelne Nutzung. Sofort abgebuchte Zahlungen wie Debitkarten oder Bargeldaufladungen werden nicht unterstützt.
en: Register payment methods that are debited from your account on a later date. Credit-type and charge-type payments are supported. For PayPay, for example, record only top-up payments; do not record each individual use. Payments that are debited immediately, such as debit cards or cash top-ups, are not supported.
ko: 후일 계좌에서 출금되는 결제 수단을 등록하세요. 신용형·충전형 결제가 대상입니다. 예를 들어 PayPay는 충전 결제만 기록하고 매번의 사용은 기록하지 않습니다. 직불카드나 현금 충전처럼 즉시 출금되는 결제는 대상이 아닙니다.
zh_hant: 請登記日後從賬戶扣款的付款方式。支援信用類和充值類付款。例如 PayPay 只記錄充值付款，不記錄每次使用。簽帳金融卡、現金充值等即時扣款的付款方式不在範圍內。

# card.field.bank
source: 引き落とし口座
de: Abbuchungskonto
en: Billing Account
ko: 출금 계좌
zh_hant: 扣款賬戶

# card.field.bonus1
source: ボーナス月①
de: Bonus 1
en: Bonus 1
ko: 보너스 월①
zh_hant: 獎金月①

# card.field.bonus2
source: ボーナス月②
de: Bonus 2
en: Bonus 2
ko: 보너스 월②
zh_hant: 獎金月②

# card.field.closingDay
source: 締日
de: Abrechnungstag
en: Closing Day
ko: 마감일
zh_hant: 結算日

# card.field.closingDay.enHelp
source: この日以降の利用は翌月に繰り越します。未設定ならば支払日と同じになります。
de: Ausgaben nach diesem Tag werden auf den nächsten Monat übertragen. Ohne Angabe entspricht er dem Zahlungstag.
en: Spending after this day rolls over to the next month. If not set, it matches the payment day.
ko: 이 날 이후의 사용은 다음 달로 이월됩니다. 미설정이면 결제일과 같습니다.
zh_hant: 此日之後的消費順延至下月。未設定時與付款日相同。

# card.field.manageLevel
source: 管理レベル
de: Erfassung
en: Tracking
ko: 관리
zh_hant: 管理

# card.field.name
source: 決済手段名
de: Name der Zahlungsmethode
en: Payment Method Name
ko: 결제 수단 이름
zh_hant: 付款方式名稱

# card.field.name.duplicate
source: この決済手段名は既にあります
de: Dieser Name der Zahlungsmethode existiert bereits.
en: This payment method name already exists.
ko: 이미 있는 결제 수단 이름입니다.
zh_hant: 該付款方式名稱已存在。

# card.field.note
source: メモ
de: Notizen
en: Notes
ko: 메모
zh_hant: 備註

# card.field.payDay
source: 支払日
de: Zahlungstag
en: Payment Day
ko: 결제일
zh_hant: 付款日

# card.field.payMonth
source: 支払月
de: Zahlungsmonat
en: Payment Month
ko: 결제 월
zh_hant: 付款月

# card.field.paymentDebit
source: 支払（引き落とし）
de: Abbuchung
en: Debit
ko: 출금
zh_hant: 扣款

# card.help.manageLevel
source: 管理の厳しさを示す設定です。計算や処理には影響しません。あとでいつでも変更できます。
de: Gibt an, wie streng du verwalten möchtest. Hat keinen Einfluss auf Berechnungen oder Verarbeitung. Jederzeit änderbar.
en: Indicates how strictly you want to manage. It does not affect calculations or processing. You can change it anytime.
ko: 관리의 엄격함을 나타내는 설정입니다. 계산이나 처리에는 영향을 주지 않습니다. 언제든지 변경할 수 있습니다.
zh_hant: 表示管理的嚴格程度。不影響計算或處理。可隨時更改。

# card.help.name
source: 後日、口座から引き落とされる決済手段の名称を登録します。PayPayならばクレジット連携の利用やPayPay残高へのチャージが決済対象になります。チャージしたPayPay残高の利用は対象外です。
de: Erfasse den Namen einer Zahlungsmethode, die später von deinem Konto abgebucht wird. Bei PayPay werden kreditverknüpfte Nutzung und Aufladungen des PayPay-Guthabens erfasst; Ausgaben aus dem aufgeladenen Guthaben nicht.
en: Register the name of a payment method that is debited from your account later. For PayPay, credit-linked use and top-ups to the PayPay balance are tracked; spending from the topped-up PayPay balance is not.
ko: 후일 계좌에서 출금되는 결제 수단의 이름을 등록합니다. PayPay라면 신용 연동 사용과 PayPay 잔액 충전이 결제 대상이며, 충전한 PayPay 잔액의 사용은 대상이 아닙니다.
zh_hant: 登記日後從賬戶扣款的付款方式名稱。以 PayPay 為例，信用關聯使用及向 PayPay 餘額充值屬於付款物件；使用已充值的 PayPay 餘額不在範圍內。

# card.help.schedule
source: この決済手段の締日と支払日を設定します。わからない場合はカード会社に確認し、実際の引き落とし日で調整してください。
de: Lege Abrechnungstag und Zahlungstag für diese Methode fest. Im Zweifel beim Kartenanbieter nachfragen und an das tatsächliche Abbuchungsdatum anpassen.
en: Set the closing day and payment day for this method. If you're not sure, ask the card issuer and adjust to match the actual debit date.
ko: 이 결제 수단의 마감일과 결제일을 설정합니다. 잘 모르면 카드사에 확인하고 실제 출금일에 맞춰 조정하세요.
zh_hant: 設定此付款方式的結算日和付款日。若不確定，請諮詢髮卡機構，並按實際扣款日期調整。

# card.list.title
source: 決済手段
de: Methoden
en: Pay Methods
ko: 결제 수단
zh_hant: 付款方式

# card.manageLevel.approximate
source: おおよそ
de: Grob
en: Roughly
ko: 대략
zh_hant: 大致

# card.manageLevel.largeOnly
source: 高額のみ
de: Nur große
en: Large Only
ko: 고액만
zh_hant: 僅大額

# card.manageLevel.precise
source: きっちり
de: Genau
en: Full
ko: 정확히
zh_hant: 精確

# card.payMonth.current
source: 当月
de: Gleicher Monat
en: Same Month
ko: 당월
zh_hant: 當月

# card.payMonth.next
source: 翌月
de: Nächster
en: Next
ko: 다음 달
zh_hant: 次月

# card.payMonth.twoMonths
source: 翌々月
de: +2 Monate
en: +2 Months
ko: +2개월
zh_hant: +2 個月

# card.payment.title.en
source: 支払（引き落とし）
de: Abbuchung
en: Debit
ko: 출금
zh_hant: 扣款

# card.preset.quote
source: プリセットから引用
de: Vorlage anwenden
en: Apply Preset
ko: 프리셋 적용
zh_hant: 應用預設

# card.rebuild.progress
source: しばらくお待ちください。
de: Bitte warten.
en: Please wait.
ko: 잠시 기다려 주세요.
zh_hant: 請稍候。

# card.rebuild.progress.hint
source: 設定から古い履歴を整理すれば軽くなります
de: Das Aufräumen alter Daten in den Einstellungen kann das beschleunigen.
en: Cleaning up old history in Settings can make this faster.
ko: 설정에서 오래된 기록을 정리하면 더 빨라집니다.
zh_hant: 在設定中清理舊記錄可加快速度。

# card.schedule.afterDays
source: %d日後払
de: %d Tage später
en: %d Days Later
ko: %d일 후
zh_hant: %d 天后

# card.schedule.closing.day
source: %d日締
de: Abschluss %d.
en: %d Close
ko: %d일 마감
zh_hant: %d 日結算

# card.schedule.closing.end
source: 末日締
de: Monatsende
en: End Close
ko: 말일 마감
zh_hant: 月末結算

# card.schedule.pay.day
source: %d日払
de: Fällig %d.
en: %d Due
ko: %d일 결제
zh_hant: %d 日扣款

# card.schedule.pay.end
source: 末日払
de: Fällig Monatsende
en: Month End Due
ko: 말일 결제
zh_hant: 月末扣款

# card.schedule.sameDay
source: 利用当日払
de: Am selben Tag
en: Same-Day
ko: 당일 결제
zh_hant: 當天

# card.sumPaid.label
source: 支払済合計
de: Bezahlt
en: Paid
ko: 결제 완료
zh_hant: 已付

# card.sumUnpaid.label
source: 未払合計
de: Offen
en: Unpaid
ko: 미결제
zh_hant: 未付

# common.close
source: 閉じる
de: Schließen
en: Close
ko: 닫기
zh_hant: 關閉

# common.error
source: エラー
de: Fehler
en: Error
ko: 오류
zh_hant: 錯誤

# common.reload
source: 再読み込み
de: Neu laden
en: Reload
ko: 새로고침
zh_hant: 重新載入

# error.db.message
source: データベースを開けませんでした。リセットすることができますが、データはすべて失われます。
de: Die Datenbank konnte nicht geöffnet werden. Du kannst sie zurücksetzen, dabei gehen jedoch alle Daten verloren.
en: The database could not be opened. You can reset it, but all data will be lost.
ko: 데이터베이스를 열 수 없습니다. 초기화할 수 있지만 모든 데이터가 사라집니다.
zh_hant: 無法開啟資料庫。可以重置，但所有資料將丟失。

# error.db.reset
source: データベースをリセット
de: DB zurücksetzen
en: Reset Database
ko: 데이터베이스 초기화
zh_hant: 重置資料庫

# error.db.title
source: データベースエラー
de: Datenbankfehler
en: Database Error
ko: 데이터베이스 오류
zh_hant: 資料庫錯誤

# invoice.bank.multiple
source: 複数口座
de: Mehrere Konten
en: Multiple Accounts
ko: 여러 계좌
zh_hant: 多個賬戶

# invoice.beginner.addPayment
source: 新しい明細を追加します 明細をスワイプしてコピーもできます 金額を入れて保存するだけ、金額を入れなければ自動で消えます
de: Neuen Eintrag hinzufügen. Du kannst einen Eintrag auch durch Wischen kopieren. Einfach Betrag eingeben und speichern; ohne Betrag verschwindet er automatisch.
en: Add a new item. You can also swipe an item to copy it. Just enter the amount and save; if no amount is entered, it disappears automatically.
ko: 새 항목을 추가합니다. 항목을 밀어서 복사할 수도 있습니다. 금액을 입력하고 저장하기만 하면 됩니다. 금액을 입력하지 않으면 자동으로 사라집니다.
zh_hant: 新增新條目。 也可滑動條目進行復制。 只需輸入金額並儲存；未輸入金額會自動消失。

# invoice.beginner.hint
source: 詳細に状況の確認や変更ができます
de: Status pro Eintrag prüfen oder ändern.
en: Check or change details per item.
ko: 항목별로 상태를 확인하거나 변경할 수 있습니다.
zh_hant: 可按條目檢視或更改狀態。

# invoice.beginner.line1
source: この明細だけを済みにする
de: Nur diesen Eintrag als bezahlt markieren
en: Mark only this item as paid
ko: 이 항목만 결제 완료로 표시
zh_hant: 僅將此條目標為已付

# invoice.beginner.line2
source: この明細だけを未払に戻す
de: Nur diesen Eintrag zurück auf offen setzen
en: Move only this item back to unpaid
ko: 이 항목만 미결제로 되돌리기
zh_hant: 僅將此條目改回未付

# invoice.beginner.line3
source: 口座/手段/決済の単位で状況の確認や変更ができます 締切に間に合わなかった決済が次回に引き落とされるケースがあります。そのような時、ここから引き落とし日を変更できます 口座と手段、決済の単位で次の操作がで きます
de: Du kannst den Status pro Konto, Methode oder Zahlung prüfen oder ändern. Manchmal wird eine Zahlung, die den Stichtag verpasst, erst beim nächsten Mal abgebucht. In dem Fall kannst du hier das Abbuchungsdatum ändern. Folgende Aktionen sind pro Konto, Methode und Zahlung möglich:
en: You can check or change the status per account, method, or payment. Sometimes a payment that misses the cutoff is debited next time. In that case, you can change the debit date here. You can perform the following actions by account, method, and payment:
ko: 계좌·수단·결제 단위로 상태를 확인하거나 변경할 수 있습니다. 마감에 늦은 결제가 다음 번에 출금되는 경우가 있습니다. 그럴 때 여기서 출금일을 변경할 수 있습니다. 계좌·수단·결제 단위로 다음 동작을 할 수 있습니다:
zh_hant: 可按賬戶、方式或付款檢視或更改狀態。 有時錯過截止的付款會在下次扣款。此時可在此更改扣款日期。 可按賬戶、方式和付款執行以下操作：

# invoice.beginner.line4a
source: 右側の
de: Tippe auf
en: Tap
ko: 오른쪽의
zh_hant: 點選右側的

# invoice.beginner.line4b
source: をタップすると
de: rechts; es wird zu
en: on the right; it becomes
ko: 을(를) 탭하면
zh_hant: 會變為

# invoice.beginner.line4c
source: に変わり重要項目がロックされます。処理に影響はありませんが、確認サインとしてご利用ください。
de: , und wichtige Felder werden gesperrt. Das beeinflusst die Verarbeitung nicht – nutze es als Bestätigungszeichen.
en: and key fields are locked. This does not affect processing — use it as a confirmation sign.
ko: 로 바뀌고 주요 항목이 잠깁니다. 처리에는 영향이 없으니 확인 표시로 사용하세요.
zh_hant: ，重要欄位將被鎖定。這不影響處理——可作為確認標記使用。

# invoice.beginner.lockHelp
source: 鍵アイコンをタップすると日付や金額などの主要項目がロックされます。集計や分類の処理に影響はありません。旧アプリにあったチェック機能と同じです
de: Tippe auf das Schloss-Symbol, um wichtige Felder wie Datum und Betrag zu sperren. Das beeinflusst Summen oder Klassifizierung nicht. Entspricht der Prüf-Funktion der alten App.
en: Tap the lock icon to lock major fields such as the date and amount. It does not affect totals or classification. This is the same as the check feature from the old app.
ko: 잠금 아이콘을 탭하면 날짜·금액 등 주요 항목이 잠깁니다. 집계나 분류에는 영향이 없습니다. 이전 앱의 체크 기능과 같습니다.
zh_hant: 點選鎖定圖示可鎖定日期、金額等主要欄位。不影響彙總或分類。與舊版應用的勾選功能相同。

# invoice.beginner.lockToggle
source: この明細の主要項目（金額/利用日/手段/支払日）だけをロックする
de: Nur die wichtigen Felder dieses Eintrags sperren (Betrag/Nutzungsdatum/Methode/Abbuchungsdatum)
en: Lock only the major fields of this item (amount, use date, method, debit date)
ko: 이 항목의 주요 항목(금액/사용일/수단/출금일)만 잠급니다
zh_hant: 僅鎖定此條目的主要欄位（金額/使用日/方式/扣款日）

# invoice.beginner.title
source: 明細ごとに編集と確認
de: Jeden Eintrag bearbeiten und bestätigen
en: Edit and Confirm Each Item
ko: 항목별 편집·확인
zh_hant: 逐條編輯與確認

# invoice.bulkChangeDate.button
source: まとめて変更
de: Alle ändern
en: Change all
ko: 일괄 변경
zh_hant: 批次更改

# invoice.bulkChangeDate.message
source: 引き落とし日（支払日）をまとめて変更します。ロックした明細は変更しません。引き落とし日を選択してください
de: Ändere das Fälligkeitsdatum (Zahlungsdatum) aller aufgeführten Einträge auf einmal. Gesperrte Einträge werden nicht geändert. Bitte wähle ein Fälligkeitsdatum.
en: Change the due date (payment date) for all listed items at once. Locked items are not changed. Please pick a due date.
ko: 나열된 모든 항목의 출금일(결제일)을 한 번에 변경합니다. 잠긴 항목은 변경되지 않습니다. 출금일을 선택하세요.
zh_hant: 一次性更改所有列出條目的扣款日（付款日）。已鎖定的條目不會更改。請選擇扣款日。

# invoice.bulkChangeDate.title
source: まとめて変更
de: Alle ändern
en: Change all
ko: 일괄 변경
zh_hant: 批次更改

# invoice.copied.tapToEdit
source: （仮明細）タップして編集・保存してください この仮明細は自動的に消えます
de: (Entwurf) Tippen zum Bearbeiten und Speichern Ohne Speichern schließen verwirft diesen Entwurf
en: (Draft) Tap to edit and save Close without saving to discard this draft
ko: (임시 내역) 탭하여 편집·저장하세요 저장하지 않고 닫으면 이 임시 내역은 사라집니다
zh_hant: （暫存明細）點選以編輯並儲存 未儲存即關閉將捨棄此暫存明細

# invoice.draft.addedTapToEdit
source: （追加）タップして編集
de: (Neu) Bearbeiten
en: (Added) Tap to edit
ko: (추가됨) 탭하여 편집
zh_hant: （已新增）點選編輯

# invoice.draft.noCardSection
source: 手段未定
de: Methode ausstehend
en: Method Pending
ko: 수단 미정
zh_hant: 方式待定

# invoice.draft.tapToEdit
source: タップして編集
de: Zum Bearbeiten
en: Tap to edit
ko: 탭하여 편집
zh_hant: 點選編輯
